category_translate_dict = {
    "phone_gadgets": "Раздел: Смартфонов и гаджетов",
    "appliances": "Раздел: Бытовой техники",
    "periphery": "Раздел: Аудио и видео устройств",
    "computer": "Раздел: Компьютерной техники",
    "tv": "Телевизоры",
    "tools": "Раздел: Строительной техники"
}

goods_translate_dict = {
    "phone": "Смартфоны",
    "watch": "Часы",
    "charger": "Зарядки",
    "case": "Чехлы",
    "kettle": "Электрочайники",
    "microwave": "Микроволновки",
    "vacuum": "Пылесосы",
    "washing": "Стиральные машины",
    "column": "Портативные колонки",
    "camera": "Видеокамеры",
    "computer": "Настольные компьютеры",
    "laptop":  "Ноутбуки",
    "set_tools": "Набор инструментов",
    "screwdrivers": "Шуруповерты",
    "tv": "Телевизоры",
    "drills": "Дрели"
}

goods_text = "{name}\nЦена: {price}\n{characteristics}"
ai_settings = "{}, ты должен отвечать на русском языке, если пользователь задает неправильный вопрос, то вы должны сказать: Извините я вам ничем не могу помочь"
